Re_5000/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2312                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    frontBack
    {
        type            empty;
    }
    WALL
    {
        type            calculated;
		value			$internalField;
    }
    OUTLET
    {
        type            calculated;
		value			$internalField;
    }
    INLET
    {
        type            calculated;
		value			$internalField;
    }
    PRISM
    {
        type            calculated;
		value			$internalField;
    }
}

// ************************************************************************* //
